astro-build.astro-vscode
bradlc.vscode-tailwindcss
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
dorzey.vscode-sqlfluff
drcika.apc-extension
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
enkia.tokyo-night
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
file-icons.file-icons
GitHub.github-vscode-theme
github.vscode-github-actions
golang.go
jock.svg
justusadam.language-haskell
keyring.Lua
lucperkins.vrl-vscode
matangover.mypy
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.remote-explorer
mtxr.sqltools
mtxr.sqltools-driver-pg
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
seansassenrath.vscode-theme-superonedark
syler.sass-indented
tamasfe.even-better-toml
teabyii.ayu
Tim-Koehler.helm-intellisense
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
vscodevim.vim
wart.ariake-dark
YoavBls.pretty-ts-errors
zhuangtongfa.material-theme
zxh404.vscode-proto3
